{
  "media": [
    {
      "author": "Garuda Aerospace",
      "date": "2024-04-12",
      "title": "Garuda Aerospace Offers Entry Into Growing Indian Drone Market: Partners with Manufacturers in US, Canada, Israel and Europe",
      "content": "Garuda Aerospace, a commercial and defense UAV firm based in Chennai, India, recently announced new partnerships with Titan Innovations, Easy Aerial, Azur Drones, Aero Sentinel, and Securiton for nationwide distribution of their units across security, infrastructure, and defense applications. After they announced aggressive expansion efforts in June, this major increase in Indian distribution for these international companies comes in the wake of India’s recent decision to ban DJI drones amidst rising tensions between the Indian and Chinese governments. ‘We’re delighted to have signed these key partnerships, helping facilitate the growth of India’s drone market and ensuring the continued development of this hugely disruptive industry,’ said Agnishwar Jayaprakash, Founder & CEO of Garuda Aerospace. ‘The fact that our partners span the US, Canada, Israel and Europe reflects the expertise and vision of our team as well as the use-cases for our drones – from monitoring the condition of state infrastructure, ensuring roads and bridges are constructed according to plan and crop spraying, to emergency response and deployment of anti-drone cyber security solutions, we are excited about the potential these partnerships hold.’",
      "quotes": [
        {
          "author": "Yahav Regev, CEO of Titan Innovations",
          "quote": "After a rigorous selection process, we decided to partner with Garuda based on the strength of its network in the security sector as well as its expertise in national distribution of drone technology across India."
        }
      ]
    },
    {
      "author": "Garuda Aerospace",
      "date": "2024-04-11",
      "title": "Garuda Aerospace secures order from ISRO for advanced quadcopter drones",
      "content": "During the Covid-19 lock down in 2021, ISRO availed the services of Garuda Aerospace for sanitizing its premises utilizing drones. Drone manufacturer Garuda Aerospace announced on Wednesday that it has clinched its maiden contract from the Indian Space Research Organisation (ISRO) for the supply of cutting-edge quadcopter drones. These state-of-the-art quadcopter drones, equipped with Machine Learning and Artificial Intelligence capabilities, are set to revolutionise operations within ISRO, enhancing efficiency across various endeavours of the prestigious Bengaluru-headquartered space agency. Expressing elation at securing this landmark contract, Agnishwar Jayaprakash, Founder and CEO of Garuda Aerospace, stressed on the significance of this achievement. ‘Receiving an order from the esteemed Indian Space Research Organisation marks a monumental achievement for us. It showcases our dedication and relentless pursuit of excellence,’ stated Jayaprakash.",
      "quotes": [
        {
          "author": "Agnishwar Jayaprakash, Founder and CEO of Garuda Aerospace",
          "quote": "Receiving an order from the esteemed Indian Space Research Organisation marks a monumental achievement for us. It showcases our dedication and relentless pursuit of excellence."
        }
      ]
    },
    {
      "author": "Garuda Aerospace",
      "date": "2024-03-22",
      "title": "Garuda Aerospace Unveils Border Patrol Surveillance Drone",
      "content": "Drone manufacturer Garuda Aerospace, backed by Cricket legend Mahendra Singh Dhoni, has launched a border patrol surveillance drone, Trishul, the company said on Friday. The surveillance drone can be used for monitoring people movement, natural calamities and assessing traffic, among other things. Equipped with a variety of sensors including high-definition cameras, infra-red and radar, Trishul can provide data regarding speed and safety threats. ‘The launch of Trishul exemplifies our commitment to building a sustainable drone ecosystem, with products and services that set new benchmarks. Trishul makes way for uninterrupted access to critical real-time information and enables prompt decision-making,’ Garuda Aerospace Founder-CEO Agnishwar Jayaprakash said."
    },
    {
      "author": "Garuda Aerospace",
      "date": "2024-03-11",
      "title": "PM Modi applauds spirit of India’s Lakhpati Didis, distributed 1000 Kisan drones to 1000 NaMo Drone Didis",
      "content": "Prime Minister Narendra Modi on Monday handed over 1000 drones to 1,000 Namo Drone Didis across 10 locations across the country and disbursed bank loans to Self Help Groups (SHGs) in the Sashakt Nari – Viksit Bharat programme at Indian Agricultural Research Institute, Pusa in New Delhi. The PM also interacted with Lakhpati Didis while they shared their stories of resilience, determination and success. Speaking at Sashakt Nari – Viksit Bharat programme, the Prime Minister said, ‘Today’s event is a historic one. In the coming years, drone technology is going to expand in the country. Innumerable avenues are going to open up for the ‘Namo Drone Didis’ in the country.’ ‘Drones will act as a capable channel/medium for delivery of small items like milk and groceries. Drones will also play a pivotal role in the delivery of medicines and medical samples.’ Some of the drones distributed by the PM were Kisan drones manufactured by Garuda Aerospace.",
      "quotes": [
        {
          "author": "Agnishwar Jayaprakash, Founder and CEO of Garuda Aerospace",
          "quote": "It is extremely validating to see our Honorable Prime Minister Narendra Modiji distributing 1000 drones to Drone Didis representing Women Self Help Groups from 22 states."
        }
      ]
    },
    {
      "author": "Garuda Aerospace",
      "date": "2024-03-08",
      "title": "Garuda Aerospace trained over 500 rural women on drone technology",
      "content": "Drone manufacturer Garuda Aerospace has so far trained over 500 rural women on drone technology and has delivered 446 drones to women Self-Help Groups across 20 states till date, the company said on Friday. Through initiatives like the ‘Namo Drone Didi Yojana’ launched by Prime Minister Narendra Modi, Garuda Aerospace has played a pivotal role in promoting gender equality and economic empowerment in rural communities. ‘I stand with the remarkable women who have joined me in navigating the aerospace landscape. Together, we have confronted the challenges of a traditionally male-dominated industry, striving to break barriers and pave the way for future generations,’ said company co-founder Rithika Agnishwar. ‘Our journey towards equality is ongoing, and initiatives like comprehensive training programmes and equitable practices are essential steps forward,’ she said."
    },
    {
      "author": "Garuda Aerospace",
      "date": "2023-12-02",
      "title": "Drone scheme for women SHGs in agriculture will boost industry, executives say",
      "content": "The government’s new drone scheme for women’s self-help groups (SHGs) will boost opportunities and growth for the drone industry and create a win-win situation for both industry and agriculture, senior executives said. ‘I think this is the biggest news that the drone industry has ever received, because such amounts of funds have never been allocated (in relation to the drone industry),’ Agnishwar Jayaprakash, founder and CEO of drone-maker Garuda Aerospace, told ET. The government announced on Wednesday it has approved an outlay of Rs 1,261 crore for the period from 2024-25 to 2025-26 for the scheme. Under the scheme, drones will be provided to 15,000 women’s SHGs during the period 2023-24 to 2025-2026 to provide rental services to farmers for agriculture purposes.",
      "quotes": [
        {
          "author": "Kannan M, Chief Marketing Officer at Dhaksha Unmanned Systems",
          "quote": "This scheme is a testimony to our belief that agriculture will be one of the key sectors for drone usage in India, and for the technology’s adoption."
        }
      ]
    },
    {
      "author": "Garuda Aerospace",
      "date": "2023-07-12",
      "title": "Amid Raging Rain And Flood Fury, Relief from above: Garuda Drones Help NDRF Deliver Supplies",
      "content": "Heavy rains have been battering northern India for the past few days and have claimed several lives in landslides and other weather-related disasters. As the India Meteorological Department (IMD) has predicted heavy rainfall in the northern and eastern parts including Himachal Pradesh, West Bengal, Sikkim, Arunachal Pradesh, Assam, as well as Meghalaya, and issued a red alert in Uttarakhand, drones are already being deployed to help people in some of the affected areas. Tamil Nadu-based Garuda Aerospace told News18 that it is deploying its logistics and delivery drones in Assam as well as Himachal Pradesh and supporting the National Disaster Response Force (NDRF). ‘The drones are being used to deliver food, water, and necessary medicines. Garuda drones are playing a major role in supporting NDRF rescue efforts and the supply of essential supplements,’ said Agnishwar Jayaprakash, Founder and CEO of Garuda Aerospace."
    }
  ]
}
